ekkus93/esp32_btaudio/esp_i2s_source/test/test_device/sdkconfig.defaults
# Device test defaults for ESP32-S3
CONFIG_IDF_TARGET="esp32s3"

# Console on native USB-Serial-JTAG (same as main project)
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
# Disable UART as primary console
# CONFIG_ESP_CONSOLE_UART_DEFAULT is not set
# CONFIG_ESP_CONSOLE_UART_CUSTOM is not set
